Repository: TomTelos/ShootYourScreen
Catalog: usr/lib/enigma2/python/Plugins/Extensions/ShootYourScreen/locale/*/LC_MESSAGES/ShootYourScreen.po
Languages: pl

source: Default
pl: Domyślny

source: Enable ShootYourScreen :
pl: Włącz ShootYourScreen :

source: Exit
pl: Wyjście

source: Format for screenshots :
pl: Format obrazka :

source: Grabbing Screenshot failed !!!
pl: Nieudany zrzut ekranu !!!

source: Path for screenshots :
pl: Ścieżka zapisu :

source: Picture size (width) :
pl: Rozmiar obrazka (Szerokość) :

source: Quality of jpg picture :
pl: Jakość obrazka (jpg) :

source: Really close without saving settings?
pl: Wyjść bez zapisywania ustawień ?

source: Reset ShootYourScreen settings to defaults?
pl: Czy chcesz przywrócić wartości domyślne?

source: Save
pl: Zapisz

source: Screenshot of :
pl: Zrzut ekranu z :

source: Screenshot successfully saved as: %s
pl: Pomyślnie wykonano zrzut ekranu. Zapisano do: %s

source: Skin resolution
pl: Rozdzielczość skórki

source: Sorry, your device for screenshots is not writeable. Please choose another one.
pl: Przepraszamy, twoje urządzenie nie pozwala na zapis ShootYourScreen nie ma prawa zapisu Proszę wybrać inną lokalizację.

source: Switch TEXT and TEXT long button :
pl: Naciśnij raz przycisk TEXT lub długo TEXT :

source: Timeout for info message :
pl: Czas pokazywania informacji :

source: make Screenshots
pl: Zrób zrzut ekranu

source: no message
pl: Brak informacji
